tap "homebrew/bundle"
brew "bat"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "jq"
brew "neovim"
brew "rbenv"
brew "rust-analyzer"
brew "sccache"
brew "starship"
brew "stow"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "btop"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
